export default function News() {
  return (
    <div className="news_wrapper" id="news">
      <section className="news">
        <h2 className="section_title">ニュース</h2>
        <div className="news_grid">
          <a>
            <h3>「新しいデザインプロジェクト完了！地域企業のブランディング支援」</h3>
            <img src="/news/news1.png" />
            <p>先日、地元の中小企業のための新しいブランドデザインプロジェクトが完了しました。ロゴデザインからウェブサイトのビジュアルまで、企業のブランドイメージを一新し、クライアントからも高評価をいただいています。</p>
          </a>
          <a>
            <h3>「最新の3Dモデリング技術を活用したVRプロジェクトをスタート」</h3>
            <img src="/news/news2.jpg" />
            <p>3DモデリングとVR技術を駆使し、次世代のバーチャル展示会プロジェクトに参加することが決定しました。来年のリリースを目指して開発中で、今後のアップデートにご期待ください！</p>
          </a>
          <a>
            <h3>「新サービス『インタラクティブウェブサイト』提供開始！」</h3>
            <img src="/news/news3.png" />
            <p>ユーザー体験を重視したインタラクティブなウェブサイト制作サービスを新たに開始しました。アニメーションやスクロールエフェクトを通じ、訪問者が楽しめるサイト設計を提供しています。ぜひ、詳細をご覧ください。</p>
          </a>
          <a>
            <h3>「『最新技術トレンドセミナー』での講演が決定！」</h3>
            <img src="/news/news4.png" />
            <p>業界トップのテクノロジートレンドをテーマにしたセミナーで講演を担当します。最新のデザイン手法や開発技術について実践的な知識をシェアする予定です。開催日や参加方法の詳細は、今後のニュースでお知らせします。</p>
          </a>
          <a>
            <h3>「ポートフォリオサイトがリニューアルオープン！」</h3>
            <img src="/news/news5.jpg" />
            <p>長らく準備を進めてきたポートフォリオサイトが、ついにリニューアルオープンしました。ギャラリー、実績紹介、お客様の声など、さらに充実した内容をお届けしています。新しいデザインとコンテンツをぜひご覧ください！</p>
          </a>
        </div>
      </section>
    </div>
  )
}